Repository: common-repository/saints
Catalog: languages/saints-*.po
Languages: uk

source: показывать дату
uk: показувати дату

source: миниатюр.<br/>Вы можете использовать ваш сервер как источник миниатюр для описаний
uk: мініатюр.<br/>Ви можете використовувати ваш сервер як джерело мініатюр для описів

source: показывать информацию
uk: показувати інформацію

source: показывать миниатюры
uk: показувати мініатюри

source: удаление
uk: видалення

source: <br /><em>Если у Вас возникли вопросы или пожелания, вы можете направить их на siamajor@ukr.net</em><br/><strong>Береги Вас Господь!</strong>
uk: <br /><em>Якщо у Вас виникли питання або побажання, ви можете направити їх на siamajor@ukr.net</em><br/><strong>Бережи Вас Господь!</strong>

source: <div class="zip_yes">архив img.zip загружен</div>
uk: <div class = "zip_yes"> архів img.zip завантажений </div>

source: <h4 style='text-align:center;'>Спасибо за проявленный интерес к плагину Saints!</h4> Дорогие братия и сестры!<br />Надеюсь, что мой плагин окажется для Вас полезным!<br />Плагин Saints предоставляет 3 шорткода: <ul> <li><strong>[sia-calendar]</strong> - для вывода виджета календаря;</li> <li><strong>[sia-shortinfo]</strong> - для вывода краткой информации дня;</li> <li><strong>[sia-saints]</strong> - для вывода жизнеописания Святых</li> </ul> Если виджет календаря не установлен, при загрузке страницы с шорткодом описания жития будет отображаться информация текущего дня.
uk: <h4 style='text-align:center;'>Дякуємо за проявлений інтерес до плагіну Saints!</h4> Дорогі браття і сестри! <br /> Сподіваюся, що мій плагін виявиться для Вас корисним! <br /> Плагін Saints надає 3 шорткода: <ul> <li><strong>[sia-calendar]</strong> - для виведення віджету календаря;</li> <li><strong>[sia-shortinfo]</strong> - для виведення короткої інформації дня;</li> <li><strong>[sia-saints]</strong> - для виведення життєпису Святих</li> </ul> Якщо віджет календаря не встановлено, при завантаженні сторінки з шорткодом опису житія буде відображатися інформація поточного дня.

source: Saints
uk: Святи

source: ВНИМАНИЕ! Для показа миниатюр икон в описании жития Святых архив с миниатюрами<br/> необходимо загрузить в формате zip с именем img (img.zip) в папку<br/><strong>/wp-content/uploads/saints-cache/</strong> на вашем сервере.<br />Это займет около 83мб (более 2700 картинок) на вашем диске.<br />ЛИБО подгружать картинки с внешнего источника - сайта azbуka.ru.<br/>Архив img.zip можно скачать <a href='https://xn--b1aplbci.xn--j1amh/vebmasteru/plugin-saints/' target='_blank'>отсюда</a>
uk: УВАГА! Для показу мініатюр ікон в описі житія Святих архів зі слайдами <br/> необхідно завантажити у форматі zip з ім'ям img (img.zip) в папку <br/><strong>/wp-content/uploads/saints-cache/</strong> на вашому сервері. <br /> Це займе близько 83мб (більше 2700 картинок) на вашому диску. <br /> АБО довантажувати картинки з зовнішнього джерела - сайту azbуka.ru. <br/> Архів img.zip можна скачати <a href='https://xn--b1aplbci.xn--j1amh/vebmasteru/plugin-saints/' target='_blank'>звідси</a>

source: Вы можете загрузить уже готовый архив (img.zip) с миниатюрами в папку на Вашем сервере<br/>/wp-content/uploads/saints-cache/<br/>и использовать ее как источник миниатюр для ускорения загрузки страницы.<br/>Если Вы выберете azbyka.ru, то картинки будут подгружаться с этого сервера.
uk: Ви можете завантажити вже готовий архів (img.zip) з мініатюрами в папку на Вашому сервері <br/> /wp-content/uploads/saints-cache/ <br/> і використовувати її як джерело мініатюр для прискорення завантаження сторінки. <br /> Якщо Ви виберете azbyka.ru, то картинки будуть довантажувати з цього сервера.

source: Вы можете удалить папку с миниатюрами, отметив эту опцию.<br />ВНИМАНИЕ! <strong>Это действие нельзя отменить!</strong>
uk: Ви можете видалити папку зі мініатюрами, зазначивши цю опцію. <br /> УВАГА! <strong> Цію дію не можна скасувати! </strong>

source: Если оставить пустым не будет выводится
uk: Якщо залишити пустим не буде виводиться

source: Если отмечено, в текст будут вставлены<br/>изображения икон Святых, если есть
uk: Якщо зазначено, в текст будуть вставлені зображення ікон святих, якщо є

source: Если отмечено, после заголовка будет показана дата
uk: Якщо зазначено, після заголовка буде показана дата

source: Если отмечено, после заголовка будет показана краткая<br/>информация на выбранный день. Также можно<br/>краткую информацию получить с помощью шорткода [shortinfo]
uk: Якщо зазначено, після заголовка буде показана коротка інформація на обраний день <br /> Також можна коротку інформацію отримати за допомогою шорткода [shortinfo]

source: Заголовок блока с описаниями
uk: Заголовок блоку з описами

source: Загружено на ваш сервер
uk: Завантажено на ваш сервер

source: Источник миниатюр
uk: Джерело мініатюр

source: Краткая информация
uk: Коротка інформація

source: Миниатюры икон
uk: Мініатюри ікон

source: Не удалось создать каталог saints-cache
uk: Не вдалося створити каталог saints-cache

source: Плагин выводит жизнеописания Святых на любую дату.
uk: Плагін виводить життєописи Святих на будь-яку дату.

source: Удаление миниатюр
uk: Видалення мініатюр
